Repository: DevWael/WC-States-Extension
Catalog: languages/wcse-*.po
Languages: ar

source: Abha
ar: أبها

source: Abu Arish
ar: أبو عريش

source: Abu Dhabi
ar: ابو ظبى

source: Ad Dahinah
ar: الداهنة

source: Ad Darb
ar: إعلان الدرب

source: Ad Dilam
ar: الإعلان

source: Ad Diriyah
ar: الدرعية

source: Ad Dubaiyah
ar: الضبية

source: Afif
ar: عفيف

source: Ahad Al Masarihah
ar: أحد المسارحة

source: Ahad Rafidah
ar: رفيدة الأحد

source: Ahmad Wael
ar: أحمد وائل

source: Ain Dar
ar: عين دار

source: Ajman
ar: عجمان

source: Al Aflaj
ar: الافلاج

source: Al Ain
ar: العين

source: Al Ais
ar: العيص

source: Al Ajfar
ar: الأجفر

source: Al Aqiq
ar: العقيق

source: Al Artawiyah
ar: الأرطاوية

source: Al Atawlah
ar: العطولة

source: Al Awamiyah
ar: شركات العوامية

source: Al Ayun
ar: العيون

source: Al Bad
ar: آل باد

source: Al Badayea
ar: البدائع

source: Al Bashayer
ar: البشاير

source: Al Batha
ar: البطحاء

source: Al Bijadyah
ar: البجادية

source: Al Birk
ar: البرك

source: Al Bukayriyah
ar: البكيرية

source: Al Dayer
ar: آل داير

source: Al Dulaymiyah
ar: الدليمية

source: Al Duwadimi
ar: آل الأقدم

source: Al Edabi
ar: الادابي

source: Al Ghat
ar: الغاط

source: Al Ghazalah
ar: الغزالة

source: Al Hadithah
ar: آل حديثة

source: Al Haeer
ar: الحائر

source: Al Hait
ar: آل الحيط

source: Al Hariq
ar: الحريق

source: Al Hassa
ar: الاحساء

source: Al Hayathem
ar: الهيثم

source: Al Henakiyah
ar: الحناكية |

source: Al Hofuf
ar: الهفوف

source: Al Hulayfah As Sufla
ar: الحليفه السفليه

source: Al Huwaya
ar: الحوية

source: Al Jesh
ar: آل الجش

source: Al Jowf
ar: الجوف

source: Al Ju& #39
ar: الجو & # 39

source: Al Jubail
ar: الجبيل

source: Al Kamil
ar: الكامل

source: Al Karbus
ar: الكربوس

source: Al Khabra
ar: الخبراء

source: Al Kharj
ar: الخرج

source: Al Khitah
ar: الخيطه

source: Al Khobar
ar: الخبر

source: Al Khurma
ar: الخرمه

source: Al Laith
ar: الليث

source: Al Madha
ar: آل مدحاء

source: Al Majmaah
ar: آل المجمعة

source: Al Makhwah
ar: المخواة

source: Al Mithnab
ar: المثناب

source: Al Moya
ar: المويا

source: Al Mubarraz
ar: المبرز

source: Al Mushaytiyah
ar: المشيطية

source: Al Muwayh
ar: المويه

source: Al Muzahimiyah
ar: المزاحمية

source: Al Nabah
ar: آل نبعة

source: Al Qahma
ar: القحمة

source: Al Qaid
ar: القيد

source: Al Qaisumah
ar: آل القيصومة

source: Al Qalibah
ar: القليبة

source: Al Qarah
ar: آل قره

source: Al Qasab
ar: الخزانة

source: Al Qunfudhah
ar: القنفذة

source: Al Qurayyat
ar: آل القريات

source: Al Quwaiiyah
ar: القويعية

source: Al Tuwal
ar: الطوال

source: Al Ula
ar: العلا

source: Al Uyaynah
ar: آل عيينة

source: Al Wadeen
ar: الودين

source: Al Wajh
ar: الوجه

source: Al Wusayta
ar: الوسيطه

source: Al-Shemaysi
ar: الشميسي

source: Alhada
ar: الهدا

source: Almandaq
ar: المندق

source: Almuzaylif
ar: المزيلف

source: AlShinana
ar: الشنانة

source: Amaq
ar: أعماق

source: An Nabhaniyah
ar: النبهانية

source: An Nabiyah
ar: النابية

source: An Nuqrah
ar: النقرة

source: Anak
ar: طفل

source: Ar Rass
ar: الرس

source: Ar Rayn
ar: الرين

source: Ar Ruqi
ar: الروقي

source: Arar
ar: عرعر

source: Ardah
ar: العارضة

source: Arja
ar: الهواء

source: As Saffaniyah
ar: السفانية

source: As Sahna
ar: الصحنة

source: As Sail Al Kabeer
ar: كما السيل الكبير

source: As Sarrar
ar: مثل صرار

source: As Sulayyil
ar: السليل

source: Asfan
ar: عسفان

source: Ash Shamli
ar: الرماد الشملي

source: Ash Shara& #39
ar: الرماد الشرع & # 39

source: Ash Shifa
ar: الشفا بتعريف حقوق المصطفى

source: Ash Shuqayq
ar: الرماد الشقيق

source: Asuwayq
ar: السويق

source: At Taniem
ar: التنعيم

source: Ath Thybiyah
ar: الثبية

source: Ayn lbn Fuhayd
ar: عين ابن فهيد

source: Az Zulfi
ar: الزلفي

source: Badr
ar: بدر

source: Badr Al Janoub
ar: بدر الجنوب

source: Bahah
ar: الباحة

source: Bahrah
ar: بحرة

source: Bahrain Causeway
ar: جسر البحرين

source: Bahrat Al Moujoud
ar: بحرة المجود

source: Baish
ar: بيش

source: Balahmar
ar: بلحمر

source: Baljurashi
ar: بلجرشي

source: Balqarn
ar: بلقرن

source: Bani Malik
ar: بني مالك

source: Baqa Ash Sharqiyah
ar: باقة المنطقة الشرقية

source: Baqaa
ar: أنا خائف

source: Bariq
ar: بريق

source: Billasmar
ar: بللسمر

source: Bir Ibn Hirmas
ar: ابن هرماس

source: Bish
ar: بيش

source: Bisha
ar: شهر

source: Buqayq
ar: الثور

source: Buraydah
ar: بريدة

source: Dahaban
ar: دهبان

source: Damad
ar: ضمد

source: Dammam
ar: الدمام

source: Dhahran
ar: الظهران

source: Dhahran Al Janoob
ar: ظهران الجنوب

source: Dhalm
ar: دالم

source: Dhurma
ar: ضرما

source: Dirab
ar: متين

source: Duba
ar: سيارة نقل

source: Dubai
ar: دبي

source: Duhknah
ar: دهكنة

source: Dumah Al Jandal
ar: دومة الجندل

source: Farasan
ar: فرسان

source: Fujairah
ar: الفجيرة

source: Ghtai
ar: غتاي

source: Gilwa
ar: جلوة

source: Hadda
ar: الآن

source: Hafar Al Batin
ar: حفر الباطن

source: Hail
ar: وابل

source: Halat Ammar
ar: حالة عمار

source: Haql
ar: حقل

source: Haradh
ar: حرض

source: Harjah
ar: الحرجة

source: Hautat Sudair
ar: حوطة سدير

source: Hawea Taif
ar: حوية الطائف

source: Haweyah Dha
ar: هوية دها

source: Hazem Aljalamid
ar: حزم الجلاميد

source: Howtat Bani Tamim
ar: حوطة بني تميم

source: Huraymila
ar: حريملاء

source: Jafar
ar: جعفر

source: Jalajil
ar: جلاجل

source: Jash
ar: جاش

source: Jazan
ar: جيزان

source: Jeddah
ar: جدة

source: Jumum
ar: جموم

source: Kara& #39
ar: كارا & # 39

source: Khafji
ar: الخفجي

source: Khamaseen
ar: الخماسين

source: Khamis Mushait
ar: الخميس مشيط

source: Khasawyah
ar: الخصاوية

source: Khaybar
ar: خيبر

source: Khodaria
ar: خضرية

source: Khulais
ar: خليص

source: King Khalid Military City
ar: مدينة الملك خالد العسكرية

source: Mahd Al Thahab
ar: مهد الذهب

source: Majarda
ar: المجاردة

source: Manifah
ar: منيفة

source: Marat
ar: مارات

source: Mastorah
ar: مستورة

source: Mawqaq
ar: الموقر

source: Mecca
ar: مكة المكرمة

source: Medina
ar: المدينة المنورة

source: Moqaq
ar: الموق

source: Mubayid
ar: مؤيد

source: Muhayil
ar: في هذه الواحدة

source: Mulayh
ar: مليح

source: Mulayjah
ar: مليجة

source: Munifat Al Qaid
ar: اللغفية

source: Najran
ar: نجران

source: Nakeea
ar: انها على ما يرام

source: Namas
ar: منزل

source: Namerah
ar: النوايا

source: Nifi
ar: ما لم

source: Nisab
ar: نصاب

source: Noweirieh
ar: نويرية

source: Nwariah
ar: نوارية

source: Qaryat Al Ulya
ar: قرية العليا

source: Qassim
ar: القصيم

source: Qatif
ar: القطيف

source: Qilwah
ar: قلوة

source: Qina
ar: قنا

source: Qufar
ar: كفر

source: Rabigh
ar: رابغ

source: Rafayaa Al Gimsh
ar: رفاعة الجمش

source: Rafha
ar: رفحاء

source: Rahima
ar: رحيمة

source: Rak
ar: سرطان

source: Ranyah
ar: رانية بيزنس

source: Ras Al Khair
ar: راس الخرير

source: Ras Tanura
ar: رأس تنورة

source: Raudat Sudair
ar: مكاوي سدير

source: Rawdat Habbas
ar: روضة حباس

source: Rijal Alma
ar: رجال ألما

source: Riyadh
ar: مدينة الرياض

source: Riyadh Al Khabra
ar: رياض الخبراء

source: Rumah
ar: رماح

source: Rvaya Aljamsh
ar: رفاعة الجمش

source: Rwaydah
ar: رويدة

source: Sabt Al Alayah
ar: سبت العلايه

source: Sabya
ar: صبيا

source: Sadyan
ar: برغم من

source: Safwa
ar: صفوى

source: Saihat
ar: سيهات

source: Saira
ar: سايرا

source: Sajir
ar: ساجر

source: Sakaka
ar: الطلاق

source: Salbukh
ar: صلبوخ

source: Salwa
ar: سلوى

source: Samtah
ar: صامطة

source: Sarat Abidah
ar: شروط عبيدة

source: Satorp Jubail Ind
ar: ساتورة الجبيل الصناعية

source: Sayirah
ar: الصيرة

source: Shaqra
ar: شقراء

source: Shari
ar: شاري

source: Sharjah
ar: الشارقة

source: Sharourah
ar: شرورة

source: Shaybah
ar: شيبة

source: Shedgum
ar: شدقم

source: Shigry
ar: شيجري

source: Shinanh
ar: شينانه

source: Simira
ar: سيميرا

source: Subheka
ar: سبيكا

source: Tabuk
ar: تبوك

source: Taif
ar: الطائف

source: Tala'at Naza
ar: طلعت نزة

source: Tanajib
ar: تنجيب

source: Tanuma
ar: تنومة

source: Tanumah
ar: تنومة

source: Tarib
ar: تارب

source: Tarout
ar: تاروت

source: Tathleeth
ar: تثليث

source: Tayba
ar: طيبة

source: Tayma
ar: تيماء

source: Tendaha
ar: أقل

source: Thadiq
ar: ثادق‎

source: Tharmda
ar: ترمدا

source: Thuqbah
ar: الثقبة

source: Tubarjal
ar: طبرجال

source: Tumair
ar: أورام

source: Turaib
ar: طريب

source: Turaif
ar: طريف

source: Turbah
ar: تربة

source: Udhailiyah
ar: العديلية

source: Uglat Asugour
ar: عقلة الصقور

source: Umluj
ar: اخرس

source: Umm Al Jamajm
ar: ام الجماجم

source: Umm al-Quwain
ar: أم القوين

source: Unayzah
ar: عنيزة

source: Ushaiqer
ar: أشيقر

source: Uthmaniyah
ar: العثماني

source: Uyun Al Jawa
ar: عيون الجواء

source: Wadi ad-Dawasir
ar: وادى الدواسر

source: Wadi Fatmah
ar: وادي فاطمة

source: Wadi Ibn Hasbal
ar: وادي ابن حسبال

source: WC States Extension
ar: ملحق دول مرحاض

source: Western Region
ar: المنطقة الغربية

source: WordPress Plugins that adds Arabian states to woocommerce.
ar: وورد الإضافات التي تضيف الدول العربية إلى التجارة woocommerce.

source: Yanbu
ar: ينبع
